export default {
  GetUsers_data: {
    user: [],
    total: 0,
    page: 0,
    pageSize: "0",
    pages: 0
  },
  GetUser_data: {
    user: [],
    total: 0,
    page: 0,
    pageSize: "0",
    pages: 0
  },
  monthNames: [
    "Января",
    "Февраля",
    "Марта",
    "Апреля",
    "Мая",
    "Июня",
    "Июля",
    "Августа",
    "Сентября",
    "Октября",
    "Ноября",
    "Декабря"
  ],
  WeekNames: [
    "Понедельник",
    "Вторник",
    "Среда",
    "Четверг",
    "Пятница",
    "Суббота",
    "Воскресенье"
  ],
  BookMarks: {
    list: [],
    total: 0,
    page: 0,
    pageSize: 10,
    pages: 0
  },
  DocList: {
    items: [],
    total: 0,
    page: 0,
    pageSize: 0,
    pages: 0
  },
  GetCategoryOfDoc: [
    "Законодательство",
    "Судебная практика",
    "Финансовые и кадровые консультации",
    "Консультации для бюджетных организаций",
    "Комментарии законодательства",
    "Формы документов",
    "Технические нормы и правила",
    "Проекты правовых актов",
    "Международные правовые акты",
    "Правовые акты по здравоохранению"
  ],
  ResultOfSearch_main: [],
  sate_baseURL: 'http://127.0.0.1:8080',
  sate_apiURL: 'http://127.0.0.1:7777',
  Logs: []
};
